Repository: giuspen/giuspen-nautilus-pyextensions
Catalog: locale/*.po
Languages: it, ja

source: Active
it: Attiva
ja: 有効

source: Icon
it: Icona
ja: アイコン

source: Version %s
it: Versione %s
ja: バージョン %s

source: %s needs to be installed in order to activate the selected pyextension, shall I install it?
it: %s deve essere installato per attivare la pyextension selezionata, vuoi installarlo?
ja: 選択された pyextension を有効化するためには %s がインストールされなくてはなりませんが、インストールしますか？

source: %s Deactivated
it: %s Disattivata
ja: %s は無効化されました

source: %s Activated
it: %s Attivata
ja: %s は有効化されました

source: You should Restart Nautilus in order to see the changes (Button "Kill"). Do you want to leave anyway?
ja: 変更を確認するには Nautilus を再起動する必要があります ("再起動" ボタン)。 とにかく終了しますか？

source: Nautilus Restarted
ja: Nautilus は再起動しました

source: Python Source Files
it: File Sorgenti Python
ja: Python ソースファイル

source: %s Added
it: %s Aggiunta
ja: %s が追加されました

source: The PyExtension %s is Already into the List
it: La PyExtension %s e' gia' nella Lista
ja: PyExtension %s はすでにリストにあります

source: No PyExtension is selected
it: Nessuna PyExtension e' selezionata
ja: PyExtension が選択されていません

source: %s must be Deactivated in order to be Removed
it: %s deve essere Disattivata per essere Rimossa
ja: 削除のためには %s が無効化されなくてはなりません

source: Do you really want to Delete %s ?
it: Vuoi davvero Eliminare %s ?
ja: 本当に %s を削除しますか？

source: %s Removed
it: %s Rimossa
ja: %s は削除されました

source: %s Exported
it: %s Esportata
ja: %s はエクスポートされました

source: %s must be Deactivated in order to be Edited
it: %s deve essere Disattivata per essere Modificata
ja: 編集のためには %s が無効化されなくてはなりません

source: %s Opened for Editing
it: %s Aperta per la Modifica
ja: 編集のために %s が開かれました

source: _File
ja: ファイル(_F)

source: _Edit
it: _Modifica
ja: 編集(_E)

source: _View
it: _Visualizza
ja: 表示(_V)

source: _Help
it: _Aiuto
ja: ヘルプ(_H)

source: _Kill
it: _Riavvia
ja: 再起動(_K)

source: Restart Nautilus
ja: Nautilus を再起動

source: _Add
it: _Aggiungi
ja: 追加(_A)

source: Add A PyExtension
it: Aggiungi una PyExtension
ja: PyExtension を追加

source: _Delete
it: _Elimina
ja: 削除(_D)

source: Delete The Selected PyExtension
it: Elimina la PyExtension Selezionata
ja: 選択された PyExtension を削除

source: _Export
it: Es_porta
ja: エクスポート(_E)

source: Export The Selected PyExtension
it: Esporta la PyExtension Selezionata
ja: 選択された PyExtension をエクスポート

source: _Quit
it: Es_ci
ja: 終了(_Q)

source: Quit Nautilus PyExtensions
ja: Nautilus PyExtensions を終了

source: Select _All
it: Seleziona _Tutto
ja: 全てを選択(_A)

source: Activate All PyExtensions
it: Attiva Tutte le PyExtensions
ja: 全ての PyExtension を有効化

source: Deselect A_ll
it: Deseleziona T_utto
ja: 全ての選択を解除(_L)

source: Deactivate All PyExtensions
it: Disattiva Tutte le PyExtensions
ja: 全ての PyExtension を無効化

source: Edit The Selected PyExtension
it: Modifica la PyExtension Selezionata
ja: 選択された PyExtension を編集

source: Show/Hide _Toolbar
it: Mostra/Nascondi _Toolbar
ja: ツールバーの表示/非表示(_T)

source: Toggle Show/Hide Toolbar
it: Mostra/Nascondi Toolbar
ja: ツールバーの表示/非表示を切り替え

source: Application's Home Page
it: Home Page dell'Applicazione
ja: アプリケーションのホームページ

source: _About
it: _Informazioni
ja: 情報(_A)

source: About Nautilus PyExtensions
ja: Nautilus PyExtensions について

source: A Handler for the Nautilus Extensions written in Python
ja: Python で書かれた Nautilus 機能拡張のハンドラ

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
it: Questo programma e' software libero; puoi ridistribuirlo e/o modificarlo nei termini della GNU General Public License come pubblicato dalla Free Software Foundation; nella versione 2 della Licenza, o (a tua scelta) qualsiasi versione successiva. Questo programma e' distribuito nella speranza che sara' utile, ma SENZA ALCUNA GARANZIA; senza neppure la garanzia implicita di COMMERCIABILITA' o IDONEITA' PER UN PARTICOLARE SCOPO. Leggi la GNU General Public License per maggiori dettagli. Dovresti avere ricevuto una copia della GNU General Public License insieme a questo programma; in caso contrario, scrivi a Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ja: このプログラムはフリーソフトウェアです。あなたはこれを、 フリーソフトウェア財団によって発行された GNU 一般公衆利用許諾契約書 （バージョン2か、希望によってはそれ以降のバージョンのうちどれか）の 定める条件の下で再頒布または改変することができます。 このプログラムは有用であることを願って頒布されますが、*全くの無保証* です。 商業可能性の保証や特定の目的への適合性は、言外に示されたものも含め 全く存在しません。詳しくはGNU 一般公衆利用許諾契約書をご覧ください。 あなたはこのプログラムと共に、GNU 一般公衆利用許諾契約書の複製物を一部 受け取ったはずです。もし受け取っていなければ、フリーソフトウェア財団まで 請求してください(宛先は the Free Software Foundation, Inc., 59Temple Place, Suite 330, Boston, MA 02111-1307 USA)。

source: Add To Audacious2 Playlist
ja: Audacious2 のプレイリストに追加

source: Add the selected Audio file(s) to the Audacious2 Playlist
ja: Audacious2 のプレイリストに選択されたオーディオファイルを追加

source: Meld Compare
it: Confronta con Meld
ja: Meld で比較

source: Compare the selected Files/Folders using Meld (Diff and merge tool)
it: Confronta i File/le Cartelle Selezionate con Meld (Comparazione e Fusione)
ja: Meld （Diff とマージのツール）を使い選択されたファイル/フォルダを比較

source: Meld Actions
it: Azioni Meld
ja: Meld のアクション

source: Meld (Diff and merge tool) Actions
it: Azioni Meld (Strumento di Confronto e Fusione)
ja: Meld （Diff とマージのツール）のアクション

source: Save Path for Future Use
it: Salva Percorso per Futuro Uso
ja: 今後の使用のためパスを保存

source: Save the Selected File/Dir Path for Future Use
it: Salva il File/Cartella Selezionato per Futuro Uso
ja: 今後の使用のため選択されたファイル/ディレクトリのパスを保存

source: Compare with %s
it: Confronta con %s
ja: %s と比較

source: Compare the Selected File/Dir with %s
it: Confronta il File/Cartella Selezionato con %s
ja: %s と選択されたファイル/ディレクトリを比較

source: Kdiff3 Compare
it: Confronta con Kdiff3
ja: kdiff3 で比較

source: Compare the selected Files/Folders using Kdiff3 (Diff and merge tool)
it: Confronta i File/le Cartelle Selezionate con Kdiff3 (Comparazione e Fusione)
ja: kdiff3 （Diff とマージのツール）を使い選択されたファイル/フォルダを比較

source: Kdiff3 Actions
it: Azioni Kdiff3
ja: kdiff3 のアクション

source: Kdiff3 (Diff and merge tool) Actions
it: Azioni Kdiff3 (Strumento di Confronto e Fusione)
ja: kdiff3 （Diff とマージのツール）のアクション

source: Open as Root
it: Apri come Root
ja: Root として開く

source: Open the selected File/Folder as Root User
it: Apri il File/Cartella Selezionato come Utente Root
ja: Root ユーザーとして選択されたファイル/フォルダを開く

source: Open Terminal Here
it: Apri Terminale Qui
ja: ここで Terminal を開く

source: Open the Terminal on the Current/Selected Directory
it: Apri il Terminale sulla Cartella Corrente/Selezionata
ja: 現在/選択されたディレクトリで Terminal を開く

source: Open the Terminal on the Current Directory
it: Apri il Terminale sulla Cartella Corrente
ja: 現在のディレクトリで Terminal を開く

source: Replace in Filenames
it: Sostituisci nei Nomi di File
ja: ファイル名を置換

source: Replace...
it: Sostituisci...
ja: 置換元...

source: ...with
it: ...con
ja: ...置換名

source: Replace in Filenames of the Current/Selected Directory
it: Sostituisci nei Nomi di File della Cartella Corrente/Selezionata
ja: 現在/選択されたディレクトリのファイル名で置換

source: Replace in Filenames of the Current Directory
it: Sostituisci nei Nomi di File della Cartella Corrente
ja: 現在のディレクトリのファイル名で置換

source: Set As Desktop Background
ja: デスクトップの背景として設定

source: Set the selected Image file as Desktop Background
ja: デスクトップの背景として選択された画像を設定

source: You should Restart Caja in order to see the changes (Button "Kill"). Do you want to leave anyway?
it: Dovresti Riavviare Caja per vedere i cambiamenti (Bottone "Riavvia"). Vuoi uscire comunque?

source: Caja Restarted
it: Caja Riavviato

source: Restart Caja
it: Riavvia Caja

source: Quit Caja PyExtensions
it: Esci da Caja PyExtensions

source: About Caja PyExtensions
it: Informazioni su Caja PyExtensions

source: A Handler for the Caja Extensions written in Python
it: Un Gestore delle Estensioni Caja scritte in Python

source: French (fr) Pierre Prinetti <d0npi3r0@gmail.com> Italian (it) Giuseppe Penone <giuspen@gmail.com> Japanese (ja) Toshiharu Kudoh <toshi.kd2@gmail.com> Spanish (es) Fernando Toledo <ftoledo@docksud.com.ar>
it: Francese (fr) Pierre Prinetti <d0npi3r0@gmail.com> Italiano (it) Giuseppe Penone <giuspen@gmail.com> Giapponese (ja) Toshiharu Kudoh <toshi.kd2@gmail.com> Spagnolo (es) Fernando Toledo <ftoledo@docksud.com.ar>

source: Caja PyExtensions
it: Caja PyExtension

source: Add To Audacious Playlist
it: Aggiungi ad Audacious Playlist

source: Add the selected Audio file(s) to the Audacious Playlist
it: Aggiungi le Tracce Audio Selezionate alla Playlist di Audacious
